<?php
$i18n = array(
  'PAGES' => 'Показать все страницы (I18N)',
  'NEW_LANGUAGE_DESCR' => 'Если вы хотите добавить новый язык, просто создайте страницу с URL заканчивающимся подчеркиванием и кодом языка (например, "index_en"  для страниц на английском).',
  'VIEW_HIERARCHICAL' => 'Иерархически',
  'VIEW_TITLE' => 'По title',
  'FILTER' => 'Фильтр',
  'DEFAULT_LANGUAGE_DESCR' => 'Язык для всех страниц с URL без кода языка (например, "index"):',
  'SAVE_DEFAULT_LANGUAGE' => 'Сохранить',
  'SAVE_SUCCESS' => 'Язык сохранён.',
  'SAVE_FAILURE' => '<b>Ошибка:</b> Неверный код языка. Действующие примеры: "en" (на английском языке), "de" (на немецком), "ru" (на русском), "fr" (на французском), ...',
  'CLOSE_ALL' => "Только главные страницы",
  'FILTER_TITLE' => "Введите часть title или : и  тэг/ключевое слово",
  'OPEN_ALL' => "Показать все страницы",
  'SAVE_OPEN' => "Сохранить текущее состояние списка страниц",
);
